<?php
if (!defined('BASE_PATH')) exit('Access Denied!');
//题库
$config['answer']= array(
		0 =>array(
					1 =>array('title'=>'神庙逃亡2中的女神是谁？',
							'wenti'=> array(
									'A'=> '柳岩',
									'B'=> '王岩',
									'C'=> '赵岩',
									'D'=> '谢岩',
							),
							'daan'=> 'A'
					),
					2 =>array('title'=>'天天酷跑借鉴了以下哪款游戏？',
							'wenti'=> array(
									'A'=> '旋风泡泡',
									'B'=> '旋风跳跳',
									'C'=> '旋风跑跑',
									'D'=> '旋风小子',
							),
							'daan'=> 'C'
					),
					3 =>array('title'=>'下面哪款游戏不是火柴人系列游戏？',
							'wenti'=> array(
									'A'=> '火柴人网球',
									'B'=> '火柴人特技自行车',
									'C'=> '火柴人曲棍球',
									'D'=> '火柴人格斗',
							),
							'daan'=> 'C'
					),
					4 =>array('title'=>'夺命侏罗纪是哪个公司的游戏',
							'wenti'=> array(
									'A'=> 'EA',
									'B'=> 'GLU',
									'C'=> 'GAMELOFT',
									'D'=> '育碧',
							),
							'daan'=> 'B'
					),
					5 =>array('title'=>'变形金刚4：绝迹重生同名手游是什么类型？',
							'wenti'=> array(
									'A'=> '角色扮演',
									'B'=> '卡牌游戏',
									'C'=> '跑酷',
									'D'=> '棋牌',
							),
							'daan'=> 'C'
					),
					6 =>array('title'=>'游戏大厅精品免费游戏推荐专题出到了第几期？',
							'wenti'=> array(
									'A'=> '第一期',
									'B'=> '第三期',
									'C'=> '第五期',
									'D'=> '第十期',
							),
							'daan'=> 'C'
					),
					7 =>array('title'=>'游戏大厅客户端首页列表推荐了多少款游戏？',
							'wenti'=> array(
									'A'=> '50款',
									'B'=> '60款',
									'C'=> '65款',
									'D'=> '70款',
							),
							'daan'=> 'B'
					),
					8 =>array('title'=>'下面哪项功能是游戏大厅客户端1.5.2新增功能？',
							'wenti'=> array(
									'A'=> '评论',
									'B'=> '积分',
									'C'=> '列表页下载',
									'D'=> '论坛',
							),
							'daan'=> 'A'
					),
					9 =>array('title'=>'下面那个动漫还没有被改编成游戏？',
							'wenti'=> array(
									'A'=> '蜡笔小新',
									'B'=> '海贼王',
									'C'=> '名侦探柯南',
									'D'=> '黑执事',
							),
							'daan'=> 'D'
					),
					10 =>array('title'=>'游戏大厅每日抽奖不需要以下什么条件？',
							'wenti'=> array(
									'A'=> '至少升级成客户端1.4.9版本',
									'B'=> '打开客户端',
									'C'=> '手机号登陆',
									'D'=> '下载游戏',
							),
							'daan'=> 'D'
					),
					11 =>array('title'=>'怎样获得游戏天天酷跑中更多的金币？',
							'wenti'=> array(
									'A'=> '摔手机',
									'B'=> '疯狂吃饭',
									'C'=> '游戏中收集',
									'D'=> '拿着手机跑',
							),
							'daan'=> 'C'
					),
					12 =>array('title'=>'光头强是以下哪个游戏中的角色？',
							'wenti'=> array(
									'A'=> '天天酷跑',
									'B'=> '节奏大师',
									'C'=> '熊出没之熊大快跑',
									'D'=> '熊出没之森林保卫战',
							),
							'daan'=> 'C'
					),
					13 =>array('title'=>'以下哪些游戏不属于跑酷类型？',
							'wenti'=> array(
									'A'=> '天天酷跑',
									'B'=> '开心酷跑',
									'C'=> '剑魂之刃',
									'D'=> '神庙逃亡2',
							),
							'daan'=> 'C'
					),
					14 =>array('title'=>'《一笔画》这款游戏一共有多少关？',
							'wenti'=> array(
									'A'=> '10',
									'B'=> '25',
									'C'=> '80',
									'D'=> '100',
							),
							'daan'=> 'D'
					),
					15 =>array('title'=>'《时空猎人》是以下哪个公司的游戏？',
							'wenti'=> array(
									'A'=> '银汉',
									'B'=> '金汉',
									'C'=> '铜汉',
									'D'=> '女汉子',
							),
							'daan'=> 'A'
					),
					16 =>array('title'=>'以下哪个角色是游戏《宠物小精灵》中的角色？',
							'wenti'=> array(
									'A'=> '天线宝宝',
									'B'=> '深井冰',
									'C'=> '皮卡丘',
									'D'=> '熊大',
							),
							'daan'=> 'C'
					),
					17 =>array('title'=>'以下那把枪不是属于游戏《全民枪战》？',
							'wenti'=> array(
									'A'=> 'AK47',
									'B'=> '沙漠之鹰',
									'C'=> 'M16A4',
									'D'=> '水枪',
							),
							'daan'=> 'D'
					),
					18 =>array('title'=>'以下哪个职业不属于游戏《仙侠》？',
							'wenti'=> array(
									'A'=> '战士',
									'B'=> '法师',
									'C'=> '弓手',
									'D'=> '屌丝',
							),
							'daan'=> 'D'
					),
					19 =>array('title'=>'以下哪款游戏不属于赛车类游戏？',
							'wenti'=> array(
									'A'=> '3D终极车神',
									'B'=> '天天飞车',
									'C'=> '不可思议的杰克',
									'D'=> '我是车神',
							),
							'daan'=> 'C'
					),
					20 =>array('title'=>'以下哪个游戏不是音乐类游戏？',
							'wenti'=> array(
									'A'=> '节奏大师',
									'B'=> '钢琴英雄',
									'C'=> '钢琴宝宝',
									'D'=> '超级救火队2',
							),
							'daan'=> 'D'
					),
				),
		1 =>array(
		           1 =>array('title'=>'哪个是《剑魂之刃》的角色？',
							'wenti'=> array(
									'A'=> '金魂',
									'B'=> '银魂',
									'C'=> '铜魂',
									'D'=> '木魂',
							),
							'daan'=> 'B'
					),
					2 =>array('title'=>'《剑魂之刃》用什么武器？',
							'wenti'=> array(
									'A'=> '剑',
									'B'=> '木棍',
									'C'=> '平底锅',
									'D'=> '苍蝇拍',
							),
							'daan'=> 'A'
					),
					3 =>array('title'=>'以下哪个是《剑魂之刃》的礼包？',
							'wenti'=> array(
									'A'=> '五星红旗',
									'B'=> '金立手机',
									'C'=> '首充礼包',
									'D'=> '土豪奖',
							),
							'daan'=> 'C'
					),
					4 =>array('title'=>'《剑魂之刃》中强化武器需要消耗以下哪类东西？',
							'wenti'=> array(
									'A'=> '话费',
									'B'=> '人品',
									'C'=> '强化石',
									'D'=> '粉丝',
							),
							'daan'=> 'C'
					),
					5 =>array('title'=>'以下哪个地方是《剑魂之刃》的城市？',
							'wenti'=> array(
									'A'=> '飞机城',
									'B'=> '岚帝城',
									'C'=> '北京城',
									'D'=> '洛杉矶城',
							),
							'daan'=> 'B'
					),
					6 =>array('title'=>'《剑魂之刃》死了后如何复活？',
							'wenti'=> array(
									'A'=> '退出游戏',
									'B'=> '砸了手机',
									'C'=> '用复活币',
									'D'=> '等十分钟',
							),
							'daan'=> 'C'
					),
					7 =>array('title'=>'《剑魂之刃》商城不包括以下哪个？',
							'wenti'=> array(
									'A'=> '每日特价',
									'B'=> '商城',
									'C'=> '英雄商店',
									'D'=> '正义商店',
							),
							'daan'=> 'D'
					),
					8 =>array('title'=>'《剑魂之刃》中可以装备多少件装备？',
							'wenti'=> array(
									'A'=> '4',
									'B'=> '6',
									'C'=> '8',
									'D'=> '10',
							),
							'daan'=> 'B'
					),
					9 =>array('title'=>'《剑魂之刃》中人物栏除了装备还有？',
							'wenti'=> array(
									'A'=> '宝物',
									'B'=> '随从',
									'C'=> '宝宝',
									'D'=> '时装',
							),
							'daan'=> 'D'
					),
					10 =>array('title'=>'现阶段剑魂之刃中的体力恢复速度是___',
							'wenti'=> array(
									'A'=> '5分钟1点',
									'B'=> '6分钟1点',
									'C'=> '8分钟1点',
									'D'=> '10分钟1点',
							),
							'daan'=> 'B'
					),
					11 =>array('title'=>'《3D终极车神》第二辆车的价格是？',
							'wenti'=> array(
									'A'=> '1000',
									'B'=> '100000美元',
									'C'=> '100000人民币',
									'D'=> '100000游戏币',
							),
							'daan'=> 'D'
					),
					12 =>array('title'=>'《3D终极车神》游戏一共有几关？',
							'wenti'=> array(
									'A'=> '23',
									'B'=> '30',
									'C'=> '32',
									'D'=> '35',
							),
							'daan'=> 'B'
					),
					13 =>array('title'=>'《3D终极车神》每辆赛车可以升级几次？',
							'wenti'=> array(
									'A'=> '1',
									'B'=> '2',
									'C'=> '3',
									'D'=> '4',
							),
							'daan'=> 'B'
					),
					14 =>array('title'=>'《3D终极车神》最后一辆车是？',
							'wenti'=> array(
									'A'=> '蓝翔技校挖掘机',
									'B'=> '拖拉机',
									'C'=> '板车',
									'D'=> '布加迪威航',
							),
							'daan'=> 'D'
					),
					15 =>array('title'=>'《3D终极车神》正常关卡每次游戏需要跑几圈才能结束？',
							'wenti'=> array(
									'A'=> '半圈',
									'B'=> '三圈',
									'C'=> '一圈半',
									'D'=> '根不停不下来',
							),
							'daan'=> 'B'
					),
					16 =>array('title'=>'《3D终极车神》黄金联赛是第几关？',
							'wenti'=> array(
									'A'=> '2',
									'B'=> '3',
									'C'=> '5',
									'D'=> '10',
							),
							'daan'=> 'A'
					),
					17 =>array('title'=>'《3D终极车神》这个游戏是2D的还是3D的？',
							'wenti'=> array(
									'A'=> '2D',
									'B'=> '2.5D',
									'C'=> '3D',
									'D'=> '4D',
							),
							'daan'=> 'C'
					),
					18 =>array('title'=>'《3D终极车神》达到VIP1需要累积消费几元钱？',
							'wenti'=> array(
									'A'=> '2',
									'B'=> '4',
									'C'=> '6',
									'D'=> '8',
							),
							'daan'=> 'A'
					),
					19 =>array('title'=>'《3D终极车神》关卡赛道上不会同时出现几辆车？',
							'wenti'=> array(
									'A'=> '1',
									'B'=> '2',
									'C'=> '6',
									'D'=> '8',
							),
							'daan'=> 'B'
					),
					20 =>array('title'=>'《3D终极车神》黄金联赛的关卡时间是？',
							'wenti'=> array(
									'A'=> '1一个月',
									'B'=> '1万年',
									'C'=> '40秒',
									'D'=> '一小时',
							),
							'daan'=> 'C'
					),

		),
		2 =>array(
					1 =>array('title'=>'《决战沙城》中，道士特有召唤技能，请问召唤物是什么?',
							'wenti'=> array(
									'A'=> '宿敌',
									'B'=> '骷髅战士',
									'C'=> '黑猫警长',
									'D'=> '草泥马',
							),
							'daan'=> 'B'
					),
					2 =>array('title'=>'《决战沙城》中，战士的武器是什么?',
							'wenti'=> array(
									'A'=> '裁决',
									'B'=> '裁判',
									'C'=> '裁员',
									'D'=> '裁缝',
							),
							'daan'=> 'A'
					),
					3 =>array('title'=>'《决战沙城》中，沙城争霸需要守旗多少时间算守旗成功?',
							'wenti'=> array(
									'A'=> '拔起来就算',
									'B'=> '30分钟',
									'C'=> '1年',
									'D'=> '一辈子',
							),
							'daan'=> 'B'
					),
					4 =>array('title'=>'《决战沙城》中，消除红名需要什么药水?',
							'wenti'=> array(
									'A'=> '治疗药水',
									'B'=> '回魔药水',
									'C'=> '消红药水',
									'D'=> '忘情水',
							),
							'daan'=> 'C'
					),
					5 =>array('title'=>'《决战沙城》中，被人杀死后会爆什么?',
							'wenti'=> array(
									'A'=> '菊花',
									'B'=> '装备',
									'C'=> '小星星',
									'D'=> '爆胎',
							),
							'daan'=> 'B'
					),
					6 =>array('title'=>'《决战沙城》中，供奉城主可获得以下哪种物品奖励?',
							'wenti'=> array(
									'A'=> '金币',
									'B'=> '天山雪莲',
									'C'=> '星魂丹',
									'D'=> '圣灵丹',
							),
							'daan'=> 'D'
					),
					7 =>array('title'=>'《决战沙城》中，紫晶虎符持续时间多久?',
							'wenti'=> array(
									'A'=> '7天',
									'B'=> '15天',
									'C'=> '30天',
									'D'=> '60天',
							),
							'daan'=> 'C'
					),
					8 =>array('title'=>'《决战沙城》中，技能升级需要什么材料?',
							'wenti'=> array(
									'A'=> '技能秘药',
									'B'=> '圣灵丹',
									'C'=> '黄金碎片',
									'D'=> '天之碎片',
							),
							'daan'=> 'A'
					),
					9 =>array('title'=>'《决战沙城》中，以下不是每天都开启的玩法是?',
							'wenti'=> array(
									'A'=> '环任务',
									'B'=> '虎符专属副本',
									'C'=> '神魔塔',
									'D'=> '沙城争霸',
							),
							'daan'=> 'D'
					),
					10 =>array('title'=>'《决战沙城》中，多少级开启第一次转生?',
					 		'wenti'=> array(
					 				'A'=> '250',
					 				'B'=> '520',
					 				'C'=> '100',
					 				'D'=> '80',
					 		),
					 		'daan'=> 'C'
					 ),
					 11 =>array('title'=>'《捕鱼达人》系列最新版是？',
					 		'wenti'=> array(
					 				'A'=> '《捕鱼达人1》',
					 				'B'=> '《捕鱼达人2》',
					 				'C'=> '《捕鱼达人3》',
					 				'D'=> '《捕鱼达人4》',
					 		),
					 		'daan'=> 'C'
					 ),
					 12 =>array('title'=>'《捕鱼达人3》中体型最大的鱼是？',
					 		'wenti'=> array(
					 				'A'=> '鲨鱼',
					 				'B'=> '小黄鱼',
					 				'C'=> '鱿鱼',
					 				'D'=> '美人鱼',
					 		),
					 		'daan'=> 'A'
					 ),
					 13 =>array('title'=>'《捕鱼达人3》的最新1.0.3版本中新出的有特殊能力的鱼儿的名字是？',
					 		'wenti'=> array(
					 				'A'=> '小丑鱼',
					 				'B'=> '河豚',
					 				'C'=> '火焰斗鱼',
					 				'D'=> '小黄鱼',
					 		),
					 		'daan'=> 'C'
					 ),
					 14 =>array('title'=>'《捕鱼达人3》十一推出的每日福利活动是？',
					 		'wenti'=> array(
					 				'A'=> '每日可领取50元人民币',
					 				'B'=> '每日可额外领取200金币',
					 				'C'=> '可获得真实的鱼',
					 				'D'=> '马尔代夫打渔券',
					 		),
					 		'daan'=> 'B'
					 ),
					 15 =>array('title'=>'小游戏“神秘宝箱”需要打中几个黄金鱼就能够领取奖励？',
					 		'wenti'=> array(
					 				'A'=> '4个',
					 				'B'=> '5个',
					 				'C'=> '6个',
					 				'D'=> '7个',
					 		),
					 		'daan'=> 'A'
					 ),
					 16 =>array('title'=>'《捕鱼达人3》中最新推出的玩法系统是？',
					 		'wenti'=> array(
					 				'A'=> '买一条鱼送一条鱼系统',
					 				'B'=> '全新抽卡系统',
					 				'C'=> '结婚系统',
					 				'D'=> '讨价还价系统',
					 		),
					 		'daan'=> 'B'
					 ),
					 17 =>array('title'=>'《捕鱼达人3》中红色的潜艇名字叫做？',
					 		'wenti'=> array(
					 				'A'=> '洛杉矶号',
					 				'B'=> '辽宁号',
					 				'C'=> '金立号',
					 				'D'=> '幸运火神号',
					 		),
					 		'daan'=> 'D'
					 ),
					 18 =>array('title'=>'《捕鱼达人3》潜艇探索不到的东西是？',
					 		'wenti'=> array(
					 				'A'=> '金币',
					 				'B'=> '经验',
					 				'C'=> '梦想',
					 				'D'=> '水晶',
					 		),
					 		'daan'=> 'C'
					 ),
					 19 =>array('title'=>'《捕鱼达人3》给玩家在2级的时候免费送的潜水艇的名字叫做？',
					 		'wenti'=> array(
					 				'A'=> '新叶号',
					 				'B'=> '泰坦尼克号',
					 				'C'=> '破船者',
					 				'D'=> '冲锋号',
					 		),
					 		'daan'=> 'A'
					 ),
					 20 =>array('title'=>'《捕鱼达人3》的蓝色鲨鱼小游戏的内容是？',
					 		'wenti'=> array(
					 				'A'=> '鲨鱼拔牙',
					 				'B'=> '鲨鱼洗脸',
					 				'C'=> '鲨鱼洗澡',
					 				'D'=> '鲨鱼游泳',
					 		),
					 		'daan'=> 'A'
					 ),
		
		),
		3 =>array(
					1 =>array('title'=>'《天天英雄》属于什么类型游戏?',
							'wenti'=> array(
									'A'=> '运动类',
									'B'=> '角色类',
									'C'=> '益智类',
									'D'=> '射击类',
							),
							'daan'=> 'B'
					),
					2 =>array('title'=>'《天天英雄》游戏包大小?',
							'wenti'=> array(
									'A'=> '200M左右',
									'B'=> '100M左右',
									'C'=> '80M左右',
									'D'=> '20M左右',
							),
							'daan'=> 'C'
					),
					3 =>array('title'=>'《天天英雄》的游戏图标是?',
							'wenti'=> array(
									'A'=> '男人',
									'B'=> '女人',
									'C'=> '老头',
									'D'=> '小孩',
							),
							'daan'=> 'B'
					),
					4 =>array('title'=>'《天天英雄》中挑战武器峡谷能获得什么?',
							'wenti'=> array(
									'A'=> '体力',
									'B'=> '装备',
									'C'=> '人民币',
									'D'=> '软妹子',
							),
							'daan'=> 'B'
					),
					5 =>array('title'=>'《天天英雄》中一共有几个商店?',
							'wenti'=> array(
									'A'=> '2个',
									'B'=> '3个',
									'C'=> '4个',
									'D'=> '5个',
							),
							'daan'=> 'C'
					),
					6 =>array('title'=>'《天天英雄》中每日能挑战几次打野副本?',
							'wenti'=> array(
									'A'=> '我是屌丝可打无限次',
									'B'=> '1次',
									'C'=> '我是土豪可打无限次',
									'D'=> '2次',
							),
							'daan'=> 'D'
					),
					7 =>array('title'=>'《天天英雄》中好友互动能获得什么?',
							'wenti'=> array(
									'A'=> '体力',
									'B'=> '钻石',
									'C'=> '金币',
									'D'=> '英雄',
							),
							'daan'=> 'A'
					),
					8 =>array('title'=>'《天天英雄》中英雄星级最高等级是多少?',
							'wenti'=> array(
									'A'=> '5星',
									'B'=> '7星',
									'C'=> '8星',
									'D'=> '10星',
							),
							'daan'=> 'A'
					),
					9 =>array('title'=>'《天天英雄》中没有哪个英雄?',
							'wenti'=> array(
									'A'=> '李寻欢',
									'B'=> '死神',
									'C'=> '船长',
									'D'=> '小鱼人',
							),
							'daan'=> 'A'
					),
					10 =>array('title'=>'《天天英雄》中哪个是奶妈？',
							'wenti'=> array(
									'A'=> '琴女',
									'B'=> '星妈',
									'C'=> '风女',
									'D'=> '寒冰',
							),
							'daan'=> 'B'
					),
					11 =>array('title'=>'下面哪个不是开心消消乐里面的动物形象？',
							'wenti'=> array(
									'A'=> '贱贱的小黄鸡',
									'B'=> '傲娇的猫头鹰',
									'C'=> '呆萌的河马',
									'D'=> '爱抓小鸡的老鹰',
							),
							'daan'=> 'D'
					),
					12 =>array('title'=>'消消乐里的雪怪被解救后会怎样报答你？',
							'wenti'=> array(
									'A'=> '亲一口',
									'B'=> '给一笔财富',
									'C'=> '把困住小动物的冰踩碎',
									'D'=> '默默走开了',
							),
							'daan'=> 'C'
					),
					13 =>array('title'=>'飞碟关丽吸盘会吸走什么东西？',
							'wenti'=> array(
									'A'=> '风车币',
									'B'=> '银币',
									'C'=> '金色豌豆荚',
									'D'=> '精力值',
							),
							'daan'=> 'C'
					),
					14 =>array('title'=>'当猫头鹰和小青蛙交换时候，小青蛙会怎么样？',
							'wenti'=> array(
									'A'=> '瞬间全部消失不见',
									'B'=> '睡觉',
									'C'=> '打豆豆',
									'D'=> '生个小青蛙',
							),
							'daan'=> 'A'
					),
					15 =>array('title'=>'消消乐里有多少个动物形象？',
							'wenti'=> array(
									'A'=> '5个',
									'B'=> '6个',
									'C'=> '7个',
									'D'=> '8个',
							),
							'daan'=> 'A'
					),
					16 =>array('title'=>'你猜小黄鸡是MM还是GG？',
							'wenti'=> array(
									'A'=> '直男',
									'B'=> '美女',
									'C'=> '雌雄同体',
									'D'=> '不知道',
							),
							'daan'=> 'A'
					),
					17 =>array('title'=>'消消乐里是“鸡生蛋，还是蛋生鸡”？',
							'wenti'=> array(
									'A'=> '鸡生蛋',
									'B'=> '蛋生鸡',
									'C'=> '同时出现',
									'D'=> '太深奥，不会',
							),
							'daan'=> 'B'
					),
					18 =>array('title'=>'被冰块困住怎么办？',
							'wenti'=> array(
									'A'=> '凉拌',
									'B'=> '把冰块放奶茶里喝掉',
									'C'=> '一脚踢飞',
									'D'=> '小动物出马，代表月亮消灭它',
							),
							'daan'=> 'D'
					),
					19 =>array('title'=>'你猜小动物都会什么语言？',
							'wenti'=> array(
									'A'=> '中文',
									'B'=> '英文',
									'C'=> '中英合璧',
									'D'=> '都不会',
							),
							'daan'=> 'C'
					),
					20 =>array('title'=>'消消乐关卡里最好的成绩有几星？',
							'wenti'=> array(
									'A'=> '一星',
									'B'=> '二星',
									'C'=> '三星',
									'D'=> '四星',
							),
							'daan'=> 'D'
					),				
		),
		4 =>array(
					1 =>array('title'=>'《英雄之剑》是什么类型的游戏？',
							'wenti'=> array(
									'A'=> '格斗游戏',
									'B'=> '相亲游戏',
									'C'=> '扔手机游戏',
									'D'=> '聊天游戏',
							),
							'daan'=> 'A'
					),
					2 =>array('title'=>'《英雄之剑》不包括以下哪个角色？',
							'wenti'=> array(
									'A'=> '格斗家',
									'B'=> '大剑士',
									'C'=> '魔法师',
									'D'=> '剩斗士',
							),
							'daan'=> 'D'
					),
					3 =>array('title'=>'以下哪种货币是《英雄之剑》的货币？',
							'wenti'=> array(
									'A'=> '美元',
									'B'=> '泥巴',
									'C'=> '毛线',
									'D'=> '金币',
							),
							'daan'=> 'D'
					),
					4 =>array('title'=>'《英雄之剑》中以下哪个可以提战力？',
							'wenti'=> array(
									'A'=> '镶嵌宝石',
									'B'=> '吃饭',
									'C'=> '睡觉',
									'D'=> '打豆豆',
							),
							'daan'=> 'A'
					),
					5 =>array('title'=>'以下哪个《英雄之剑》的副本？',
							'wenti'=> array(
									'A'=> '燃烧平原',
									'B'=> '攻占奥格',
									'C'=> '幽暗森林',
									'D'=> '暗影之塔',
							),
							'daan'=> 'D'
					),
					6 =>array('title'=>'《英雄之剑》中人物死后如何复活？',
							'wenti'=> array(
									'A'=> '面壁祈祷',
									'B'=> '钻石复活',
									'C'=> '摔坏手机',
									'D'=> '找阎王爷',
							),
							'daan'=> 'B'
					),
					7 =>array('title'=>'下面哪种途径可以获得《英雄之剑》金币？',
							'wenti'=> array(
									'A'=> '乞讨',
									'B'=> '抢银行',
									'C'=> '做梦',
									'D'=> '炼金',
							),
							'daan'=> 'D'
					),
					8 =>array('title'=>'以下哪个不是《英雄之剑》VIP1的特权？',
							'wenti'=> array(
									'A'=> '每日可炼金10次',
									'B'=> '开启好友礼物一键赠送和领取功能',
									'C'=> '开启佣兵高级鼓舞',
									'D'=> '直升10级',
							),
							'daan'=> 'D'
					),
					9 =>array('title'=>'《英雄之剑》军团攻城战最多可以多少人参加？',
							'wenti'=> array(
									'A'=> '0',
									'B'=> '1人',
									'C'=> '15人',
									'D'=> '1万人',
							),
							'daan'=> 'C'
					),
					10 =>array('title'=>'《英雄之剑》的宝宝系统叫什么呢？',
							'wenti'=> array(
									'A'=> '宝宝',
									'B'=> '佣兵',
									'C'=> '坐骑',
									'D'=> '仆人',
							),
							'daan'=> 'B'
					),
					11 =>array('title'=>'小黄人是什么颜色的？',
							'wenti'=> array(
									'A'=> '黑色',
									'B'=> '蓝色',
									'C'=> '紫色',
									'D'=> '黄色',
							),
							'daan'=> 'D'
					),
					12 =>array('title'=>'小黄人是什么物种？',
							'wenti'=> array(
									'A'=> '人',
									'B'=> '斑马',
									'C'=> '卡通角色',
									'D'=> '大象',
							),
							'daan'=> 'C'
					),
					13 =>array('title'=>'神偷奶爸：小黄人快跑》是那种类型的游戏？',
							'wenti'=> array(
									'A'=> '角色扮演',
									'B'=> '动作格斗',
									'C'=> '跑酷',
									'D'=> '射击游戏',
							),
							'daan'=> 'C'
					),
					14 =>array('title'=>'下面哪个套装没有在《神偷奶爸：小黄人快跑》中出现过？',
							'wenti'=> array(
									'A'=> '爸爸套装',
									'B'=> '工人套装',
									'C'=> '忍者套装',
									'D'=> '唐僧套装',
							),
							'daan'=> 'D'
					),
					15 =>array('title'=>'下面哪个场景在《神偷奶爸：小黄人快跑》中出现过？',
							'wenti'=> array(
									'A'=> '庆丰包子铺',
									'B'=> '花果山',
									'C'=> '格鲁的实验室',
									'D'=> '海底捞',
							),
							'daan'=> 'C'
					),
					16 =>array('title'=>'《神偷奶爸》一共出过几部电影?',
							'wenti'=> array(
									'A'=> '0部',
									'B'=> '2部',
									'C'=> '99部',
									'D'=> '10部',
							),
							'daan'=> 'B'
					),
					17 =>array('title'=>'《神偷奶爸：小黄人快跑》中没有出现过以下哪种迷你游戏?',
							'wenti'=> array(
									'A'=> '胸口碎大石',
									'B'=> '巨型小黄人',
									'C'=> '月球',
									'D'=> '独角兽',
							),
							'daan'=> 'A'
					),
					18 =>array('title'=>'《神偷奶爸:小黄人快跑》使用过以下哪种武器?',
							'wenti'=> array(
									'A'=> '板凳',
									'B'=> '竹蜻蜓',
									'C'=> '冰冻枪',
									'D'=> '板砖',
							),
							'daan'=> 'C'
					),
					19 =>array('title'=>'《神偷奶爸:小黄人快跑》可以使用以下那种方式复活?',
							'wenti'=> array(
									'A'=> '用户默念咒语',
									'B'=> '向神祈祷',
									'C'=> '消耗金币',
									'D'=> '将手机电池抠出',
							),
							'daan'=> 'C'
					),
					20 =>array('title'=>'《神偷奶爸:小黄人快跑》中遇到障碍物怎么办?',
							'wenti'=> array(
									'A'=> '撞上去',
									'B'=> '紧张的扔掉手机',
									'C'=> '灵巧的躲避',
									'D'=> '吃掉它',
							),
							'daan'=> 'C'
					),
		),
		5 =>array(
					
					1 =>array('title'=>'《植物大战僵尸：全明星》是由哪家公司代理运营的？',
							'wenti'=> array(
									'A'=> '蜂巢',
									'B'=> '雀巢',
									'C'=> '鸟巢',
									'D'=> '鹊巢',
							),
							'daan'=> 'A'
					),
					2 =>array('title'=>'《植物大战僵尸：全明星》中那个头戴铁锅、开小卖铺的人物叫什么？',
							'wenti'=> array(
									'A'=> '勒夫',
									'B'=> '戴夫',
									'C'=> '康夫',
									'D'=> '卫子夫',
							),
							'daan'=> 'B'
					),
					3 =>array('title'=>'在游戏的阵容中最多可以上阵几个植物？',
							'wenti'=> array(
									'A'=> '4',
									'B'=> '5',
									'C'=> '6',
									'D'=> '7',
							),
							'daan'=> 'D'
					),
					4 =>array('title'=>'下列哪个植物不是《植物大战僵尸：全明星》中的形象？',
							'wenti'=> array(
									'A'=> '蒲公英',
									'B'=> '向日葵',
									'C'=> '三叶草',
									'D'=> '仙人球',
							),
							'daan'=> 'A'
					),
					5 =>array('title'=>'在《植物大战僵尸：全明星》中，向日葵是什么属性？',
							'wenti'=> array(
									'A'=> '风',
									'B'=> '火',
									'C'=> '水',
									'D'=> '土',
							),
							'daan'=> 'B'
					),
					6 =>array('title'=>'在《植物大战僵尸：全明星》中，参与挑战“花园战争”活动可以获得什么奖励？',
							'wenti'=> array(
									'A'=> '阳光',
									'B'=> '金币',
									'C'=> '职业徽章',
									'D'=> '元素碎片',
							),
							'daan'=> 'C'
					),
					7 =>array('title'=>'植物类型分为风、土、火、水四种元素，元素之间可以相克，请问哪种元素可以克土？',
							'wenti'=> array(
									'A'=> '火克土',
									'B'=> '风克土',
									'C'=> '水克土',
									'D'=> '土克土',
							),
							'daan'=> 'B'
					),
					8 =>array('title'=>'下列哪一种不是《植物大战僵尸：全明星》获得植物的途径？',
							'wenti'=> array(
									'A'=> '系统赠送',
									'B'=> '抽卡抽取',
									'C'=> '集齐拼图',
									'D'=> '花园种植',
							),
							'daan'=> 'D'
					),
					9 =>array('title'=>'下列植物中哪一个是橙色植物？',
							'wenti'=> array(
									'A'=> '小喷菇',
									'B'=> '坚果',
									'C'=> '瓜瓣投手',
									'D'=> '地刺',
							),
							'daan'=> 'C'
					),
					10 =>array('title'=>'墨西哥职业足球运动员埃尔南德斯，司职前锋，现效力于皇家马德里，他有一个绰号，这个绰号跟下列哪个植物有关？',
							'wenti'=> array(
									'A'=> '小辣椒',
									'B'=> '老树桩',
									'C'=> '豌豆射手',
									'D'=> '暴躁菇',
							),
							'daan'=> 'C'
					),
					11 =>array('title'=>'《熊大快跑》中熊大为什么要跑?',
							'wenti'=> array(
									'A'=> '熊大想减肥',
									'B'=> '熊大捅了马蜂窝',
									'C'=> '光头强在追它',
									'D'=> '城管来了',
							),
							'daan'=> 'C'
					),
					12 =>array('title'=>'《熊大快跑》中熊大、熊二在光头强家偷吃了什么?',
							'wenti'=> array(
									'A'=> '馒头',
									'B'=> '大蒜',
									'C'=> '翔',
									'D'=> '蜂蜜',
							),
							'daan'=> 'D'
					),
					13 =>array('title'=>'《熊大快跑》Boss战中哪个颜色的炸弹可以踢飞?',
							'wenti'=> array(
									'A'=> '黑色',
									'B'=> '黄色',
									'C'=> '蓝色',
									'D'=> '彩虹色',
							),
							'daan'=> 'C'
					),
					14 =>array('title'=>'《熊大快跑》中你不能踢飞的动物是哪个?',
							'wenti'=> array(
									'A'=> '老虎',
									'B'=> '松鼠',
									'C'=> '猴子',
									'D'=> '地鼠',
							),
							'daan'=> 'A'
					),
					15 =>array('title'=>'《熊大快跑》中熊大的好基友是谁?',
							'wenti'=> array(
									'A'=> '熊二',
									'B'=> '熊三',
									'C'=> '熊四',
									'D'=> '熊五',
							),
							'daan'=> 'A'
					),
					16 =>array('title'=>'《熊大快跑》哪个角色登场时一句台词都没有?',
							'wenti'=> array(
									'A'=> '熊二',
									'B'=> '李小熊',
									'C'=> '圣诞熊',
									'D'=> '海盗熊',
							),
							'daan'=> 'D'
					),
					17 =>array('title'=>'以下哪个是《熊大快跑》的Boss?',
							'wenti'=> array(
									'A'=> '隔壁老王',
									'B'=> '灰太狼',
									'C'=> '蛇妖',
									'D'=> '光头强',
							),
							'daan'=> 'D'
					),
					18 =>array('title'=>'《熊大快跑》道具商店不包括哪个?',
							'wenti'=> array(
									'A'=> '开场飞行',
									'B'=> '安全帽',
									'C'=> '辣条',
									'D'=> '吸铁石',
							),
							'daan'=> 'C'
					),
					19 =>array('title'=>'《熊大快跑》如何获得风翼白虎?',
							'wenti'=> array(
									'A'=> '把《熊大快跑》介绍给身边朋友',
									'B'=> '累计游戏次数2次',
									'C'=> '购买一部金立手机',
									'D'=> '玩一遍游戏大厅所有游戏',
							),
							'daan'=> 'B'
					),
					20 =>array('title'=>'《熊大快跑》哪个道具能抵挡一次伤害?',
							'wenti'=> array(
									'A'=> '大喊一声“妈妈”',
									'B'=> '安全帽',
									'C'=> '给自己一巴掌',
									'D'=> '跳小苹果',
							),
							'daan'=> 'B'
					),
		),
		6 =>array(
					1 =>array('title'=>'在《全民枪战》中，改名卡可以用来做什么？',
							'wenti'=> array(
									'A'=> '改账户',
									'B'=> '改性别',
									'C'=> '改头像',
									'D'=> '改名字',
							),
							'daan'=> 'A'
					),
					2 =>array('title'=>'以下哪个选项不属于全民枪战？',
							'wenti'=> array(
									'A'=> '金币',
									'B'=> '蓝钻',
									'C'=> '白钻',
									'D'=> '红钻',
							),
							'daan'=> 'D'
					),
					3 =>array('title'=>'以下地图中哪一项不属于全民枪战的地图？',
							'wenti'=> array(
									'A'=> '运输场',
									'B'=> '血战回廊',
									'C'=> '深圳湾',
									'D'=> '废弃工厂',
							),
							'daan'=> 'C'
					),
					4 =>array('title'=>'以下哪种勋章，不属于《全民枪战》？',
							'wenti'=> array(
									'A'=> '玻璃勋章',
									'B'=> '铜勋章',
									'C'=> '银勋章',
									'D'=> '金勋章',
							),
							'daan'=> 'A'
					),
					5 =>array('title'=>'《全民枪战》的默认角色是？',
							'wenti'=> array(
									'A'=> '教官杰西卡',
									'B'=> '枪手玛丽亚',
									'C'=> '联盟上尉',
									'D'=> '少女杀手',
							),
							'daan'=> 'C'
					),
					6 =>array('title'=>'在《全民枪战》中，连续签到几天可以获得沙漠特工M4AI？',
							'wenti'=> array(
									'A'=> '1天',
									'B'=> '2天',
									'C'=> '10天',
									'D'=> '20天',
							),
							'daan'=> 'D'
					),
					7 =>array('title'=>'在《全民枪战》中，军衔的最高级别是？',
							'wenti'=> array(
									'A'=> '军士',
									'B'=> '元帅',
									'C'=> '将军',
									'D'=> '军官',
							),
							'daan'=> 'B'
					),
					8 =>array('title'=>'在《全民枪战》中，创建战队需要多少级？',
							'wenti'=> array(
									'A'=> '5级',
									'B'=> '10级',
									'C'=> '20级',
									'D'=> '30级',
							),
							'daan'=> 'B'
					),
					9 =>array('title'=>'在《全民枪战》中，以下哪种模式可以选择机器人关卡？',
							'wenti'=> array(
									'A'=> '单人模式',
									'B'=> '对战大厅',
									'C'=> '排位战场',
									'D'=> '教场',
							),
							'daan'=> 'A'
					),
					10 =>array('title'=>'在《全民枪战》中，以下哪一把武器属于狙击枪？',
							'wenti'=> array(
									'A'=> 'USP45',
									'B'=> '黄金AK47',
									'C'=> '雷电MP5N',
									'D'=> '红狼M82A1',
							),
							'daan'=> 'D'
					),
					11 =>array('title'=>'《爸爸去哪儿2》是什么类型游戏?',
							'wenti'=> array(
									'A'=> '跑酷游戏',
									'B'=> '捉迷藏游戏',
									'C'=> '开箱子游戏',
									'D'=> '卡牌游戏',
							),
							'daan'=> 'A'
					),
					12 =>array('title'=>'《爸爸去哪儿2》不能选择以下哪个家庭?',
							'wenti'=> array(
									'A'=> '毅哥家',
									'B'=> '黄小磊家',
									'C'=> '镇宇家',
									'D'=> '房祖名家',
							),
							'daan'=> 'D'
					),
					13 =>array('title'=>'《爸爸去哪儿2》的【活力】蓄满后可以干嘛?',
							'wenti'=> array(
									'A'=> '飞起来',
									'B'=> '恢复体能',
									'C'=> '给手机充电',
									'D'=> '获得wifi',
							),
							'daan'=> 'B'
					),
					14 =>array('title'=>'《爸爸去哪儿2》踩到弹板会怎样?',
							'wenti'=> array(
									'A'=> '跳上天',
									'B'=> '获得一根弹簧',
									'C'=> '转弯',
									'D'=> '获得一枚勋章',
							),
							'daan'=> 'A'
					),
					15 =>array('title'=>'《爸爸去哪儿2》如果死了会出现什么提示语?',
							'wenti'=> array(
									'A'=> '你们这是自寻死路！',
									'B'=> '为你而战！我的勇士',
									'C'=> '买买买！',
									'D'=> '复活吧！少年',
							),
							'daan'=> 'D'
					),
					16 =>array('title'=>'《爸爸去哪儿2》升级人物消耗什么?',
							'wenti'=> array(
									'A'=> '血量',
									'B'=> '银币',
									'C'=> '人品',
									'D'=> '手气',
							),
							'daan'=> 'B'
					),
					17 =>array('title'=>'以下哪个是《爸爸去哪儿2》的关卡?',
							'wenti'=> array(
									'A'=> '武隆天坑',
									'B'=> '撒哈拉沙漠',
									'C'=> '马兰坡',
									'D'=> '情人坡',
							),
							'daan'=> 'A'
					),
					18 =>array('title'=>'《爸爸去哪儿2》以下哪个道具可以属性增强?',
							'wenti'=> array(
									'A'=> '多吃两碗饭',
									'B'=> '赛前洗手',
									'C'=> '超人宝箱',
									'D'=> '大吼一声“啊”',
							),
							'daan'=> 'C'
					),
					19 =>array('title'=>'《爸爸去哪儿2》哪个不是战前道具?',
							'wenti'=> array(
									'A'=> '开局狂奔',
									'B'=> '末路狂奔',
									'C'=> '生命增长',
									'D'=> '手不抖剂',
							),
							'daan'=> 'D'
					),
					20 =>array('title'=>'《爸爸去哪儿2》撞到一只小鸡涨多少分?',
							'wenti'=> array(
									'A'=> '10',
									'B'=> '20',
									'C'=> '30',
									'D'=> '50',
							),
							'daan'=> 'D'
					),			
		),
);
$config['tips']= array(
		0 =>array(
				0 =>array(
						 'title'=>'金立游戏大厅',
						 'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/1403936692/31371407021425.png',
						 'star'=> '10',
						 'id'=> '117',
						 'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/07/02/1404282324653.apk',
				),
		),
		1 =>array(
				0 =>array(
						'title'=>'剑魂之刃',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/12/5412c1c4a8613.png',
						'star'=> '8',
						'id'=> '1926',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/12/1410513831247_signed.apk',
				),
				1 =>array(
						'title'=>'3D终极车神',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/07/15/53c4f78b5728b.png',
						'star'=> '7',
						'id'=> '2077',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/07/15/1405417042527.apk',
				),
		),
		2 =>array(
				0 =>array(
						'title'=>'决战沙城',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/18/541aa88fa4375.png',
						'star'=> '10',
						'id'=> '2762',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/22/1411376744475_signed.apk',
				),
				1 =>array(
						'title'=>'捕鱼达人3',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/17/541972974e482.png',
						'star'=> '9',
						'id'=> '2090',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/17/1410953253743.apk',
				),	
		),
		3 =>array(
				0 =>array(
						'title'=>'天天英雄',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/08/29/54004817166b0.png',
						'star'=> '8',
						'id'=> '2328',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/08/29/1409304404346_signed.apk',
				),
				1 =>array(
						'title'=>'开心消消乐',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/26/542533dbe8725.png',
						'star'=> '8',
						'id'=> '1511',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/26/1411723769993.apk',
				),	
		),
		4 =>array(
				0 =>array(
						'title'=>'英雄之剑',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/23/5421318442214.png',
						'star'=> '8',
						'id'=> '2750',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/23/1411461287653_signed.apk',
				),
				1 =>array(
						'title'=>'小黄人快跑',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/02/54053ffa68a31.png',
						'star'=> '9',
						'id'=> '1236',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/02/1409629381182.apk',
				),
				
		),
		5 =>array(
				0 =>array(
						'title'=>'植物大战僵尸：全明星',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/24/5422336133b57.png',
						'star'=> '10',
						'id'=> '2790',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/24/1411537643480_signed.apk',
				),
				1 =>array(
						'title'=>'熊大快跑',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/25/5423cd74b0288.png',
						'star'=> '10',
						'id'=> '2740',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/25/1411632252181.apk',
				),
				
		),
		6 =>array(
				0 =>array(
						'title'=>'全民枪战',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/05/540971b8d866d.png',
						'star'=> '8',
						'id'=> '2635',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/05/1409904894443_signed.apk',
				),
				1 =>array(
						'title'=>'爸爸去哪儿2',
						'icon'=> 'http://s.dev.gionee.com/Attachments/dev/icons/2014/09/26/54250d81e1af4.png',
						'star'=> '10',
						'id'=> '2186',
						'url'=> 'http://gamedl.gionee.com/Attachments/dev/apks/2014/09/26/1411714017556.apk',
				),
		),
);
return $config;