<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>金立世界-常见问题</title>
	<?php include '_inc.php';?>
</head>
<body>
	<div id="page">
		<?php $title = '常见问题'; include '_sheader.php';?>
		
		<article class="ac">
			<div class="qa-item">
				<h2>照相机内的设置感光度有什么用？测光模式的作用是什么？</h2>
				<p>回复：感光度ISO值的高低代表了在相同EV曝光值时，选择更高的感光度，在光圈不变的情况下能够使用更快的快门速度获得同样的曝光量。反之，在快门不变的情况下能够使用更小的光圈而保持获得正确的曝光量。因此，在光线比较暗淡的情况下进行拍摄，往往可以选择较高的ISO感光度。由于手机相机的镜头采用的是固定镜头，惟有通过提高ISO感光度来适应暗淡光线情况下的拍摄，特别是在无法使用辅助光线的情况下。<br />（PS：测光模式功能我在手机相机中未发现，怀疑应该是闪光模式，下面针对闪光模式做出回复）闪光模式实际上起作用的是闪光灯，它是一种补光设备，它可以保证在昏暗情况下拍摄画面的清晰明亮，该功能会在拍照的瞬间激活，从而能在光线较差的地方同样能够拍出较理想的照片。</p>
			</div>
		</article>
	</div>
</body>
</html>