<?php
// 命令行入口
class IndexAction extends CliBaseAction
{
    public function index()
    {
		$this->hello();
    }

    protected function hello()
    {
    	$this->clear();
    	echo "+-------------------------------------------------------PowerBy Shuhai+\n";
    	echo "+---------------------------------------------------------------------+\n";
    	echo "+ Gionee Dev cli mode useage\n";
    	echo "+ php cli.php 控制器 方法 参数1 参数值1 参数2 参数值2\n";
    	echo "+---------------------------------------------------------------------+\n";
    	echo "+ 联运签名并安全检测，遍历生成apk上传的差分包，需要配置定时任务执行\n";
    	echo "+ php cli.php Apk\n";
    	echo "+---------------------------------------------------------------------+\n";
    	echo "+ 封号用户解封，需要配置定时任务执行\n";
    	echo "+ php cli.php Block deblock\n";
    	echo "+---------------------------------------------------------------------+\n";
    	echo "+ 同步游戏分类、标签、收费类型、分辨率，建议手工执行\n";
    	echo "+ php cli.php Sync get\n";
    	echo "+---------------------------------------------------------------------+\n";
    	echo "+ 站内信发布，需要配置定时任务执行\n";
    	echo "+ php cli.php Message send\n";
    	echo "+---------------------------------------------------------------------+\n";
    	echo "+ 应用定时上线的循环定时任务\n";
    	echo "+ php cli.php Online index\n";
    	echo "+---------------------------------------------------------------------+\n";
    	echo "+ 每日工作报告\n";
    	echo "+ php cli.php Smtp everyDayReport\n";
    	echo "+---------------------------------------------------------------------+\n";
    	exit;
    }
}