<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>金立世界-售后服务</title>
	<?php include '_inc.php';?>
</head>
<body>
	<div id="page">
		<?php $title = '售后政策'; include '_sheader.php';?>
		
		<article class="ac">
			<div class="asale-item">
				<p><i></i>七天包退，一月包换，全国联保，终身维护的服务承诺，比国家三包政策中的15天包换更为优越。公司将建立与销售体系并轨的售后服务体系，不论您在何时何地购买金立的手机，均可享受到贴身便捷的服务。到2008年，487个服务中心将覆盖大中城市及偏远地区，为各地用户提供最快速便捷的客户服务，将贴心服务送到消费者的身边。希望我们的服务可以让你“更多欢乐，更多享受”</p>
			</div>
			
			<div class="asale-item">
				<h2><i></i>具体服务内容与措施：</h2>
				<p>（一）三包细则<br />1.凡在中国大陆境内合法购买的金立移动电话，因质量原因出现国家规定的《移动电话机商品性能故障表》所列“性能故障”的，都可享受深圳市金立通信设备有限公司的服务承诺：七天包退，一个月包换，终身维护，全国联保。<br />2. 七天包退：自购机之日起7日内，移动电话主机出现国家规定的《移动电话机商品性能故障表》所列“性能故障”，您可以选择按发票价格一次退清货款或更换同型号同规格的移动电话机或者修理。退款及换机由购机处经销商负责。<br />3. 一个月包换：自购机之日起第8日至30日内，移动电话主机出现《移动电话机商品性能故障表》所列“性能故障”，您可以选择更换同型号同规格移动电话主机或者维修，换机由购机处经销商负责。</p>
			</div>
		</article>
	</div>
</body>
</html>