<?php
if (!defined('BASE_PATH')) exit('Access Denied!');
$config = array(
		'test' => array(
       //游戏大厅的API_KEY与赠送地址
                'payment_send' => array('ciphertext'=>'goineegame20141201',
				                        'api_key'=>'D7DA8C82155246DCB015AE58DBD1620F',
				                        //赠送A券的接口地址
				                        'url'=>'http://test3.gionee.com/pay/voucher/apply',
				                        //我的A券的总额和A币总额
				                        'coin_url'=>'http://test3.gionee.com/pay/proxy/user/balance',
				                        //我的A券列表url
										'ticket_list_url'=>'http://test3.gionee.com/pay/proxy/voucher/balance',
		                                //我的A币 充值记录
		                                'coin_payment_url'=>'http://test3.gionee.com/pay/proxy/user/recharge/records',
		                                //我的A币 消费记录
		                                'coin_consume_url'=>'http://test3.gionee.com/pay/proxy/user/consume/records',
				                         ),
                 //支付方式
                'payment_type'=> array(
									100	=>'A币',
									101	=>'支付宝',
									102	=>'银联',
									103	=>'财付通',
									104	=>'游戏点卡',
		                            104111	=>'骏网一卡通',
		                            104112	=>'盛大卡',
		                            104113	=>'征途卡',
		                            104114	=>'Q币卡',
		                            104115	=>'久游一卡通',
		                            104117	=>'网易一卡通',
		                            104118	=>'完美一卡通',
		                            104119	=>'搜狐一卡通',
		                            104120	=>'纵游一卡通',
		                            104121	=>'天下通卡',
		                            104122	=>'天宏一卡通',
									105	=>'电话充值卡',
									106	=>'联通话费',
									107	=>'易联银行卡',
									108	=>'微信',
									109	=>'移动话费',
									110	=>'易宝银行卡',
									201	=>'赠送',//后台非实时赠送A币
									202  =>'赠送',//后台实时赠送A币
									203	=>'赠送',//赠送A券
		                            204  =>'赠送'//实时赠送A券
		             ),
                   //节日
                    'festival_config'=> array(
			                           '12.25'=>'圣诞节',
			                           '1.1'=>'元旦',
									   '1.2'=>'元旦',
									   '1.3'=>'元旦',
									   '2.18'=>'春节',
									   '2.19'=>'春节',
									   '2.20'=>'春节',
									   '2.21'=>'春节',
									   '2.22'=>'春节',
									   '2.23'=>'春节',
										'2.24'=>'春节',
										'3.8'=>'妇女节',
										'4.5'=>'清明节',
										'5.1'=>'劳动节',
										'5.2'=>'劳动节',
										'5.3'=>'劳动节',
										'5.10'=>'母亲节',
										'6.20'=>'端午节',
										'6.21'=>'父亲节',
										'9.27'=>'中秋节',
										'10.01'=>'国庆节',
										'10.02'=>'国庆节',
										'10.03'=>'国庆节',
										'10.04'=>'国庆节',
										'10.05'=>'国庆节',
										'10.06'=>'国庆节',
										'10.07'=>'国庆节',
										'11.11'=>'光棍节',
										'11.26'=>'感恩节',
										'12.24'=>'平安夜',
										'12.25'=>'圣诞节',	
		                )
				),
		'develop' => array(
				//游戏大厅的API_KEY与赠送地址
				'payment_send' => array('ciphertext'=>'goineegame20141201',
										'api_key'=>'D7DA8C82155246DCB015AE58DBD1620F',
										//赠送A券的接口地址
										'url'=>'http://test3.gionee.com/pay/voucher/apply',
										//我的A券的总额和A币总额
										'coin_url'=>'http://test3.gionee.com/pay/proxy/user/balance',
										//我的A券列表url
										'ticket_list_url'=>'http://test3.gionee.com/pay/proxy/voucher/balance',
										//我的A币 充值记录
										'coin_payment_url'=>'http://test3.gionee.com/pay/proxy/user/recharge/records',
										//我的A币 消费记录
										'coin_consume_url'=>'http://test3.gionee.com/pay/proxy/user/consume/records',
				),
				//支付方式
				'payment_type'=> array(
									100	=>'A币',
									101	=>'支付宝',
									102	=>'银联',
									103	=>'财付通',
									104	=>'游戏点卡',
									104111	=>'骏网一卡通',
									104112	=>'盛大卡',
									104113	=>'征途卡',
									104114	=>'Q币卡',
									104115	=>'久游一卡通',
									104117	=>'网易一卡通',
									104118	=>'完美一卡通',
									104119	=>'搜狐一卡通',
									104120	=>'纵游一卡通',
									104121	=>'天下通卡',
									104122	=>'天宏一卡通',
									105	=>'电话充值卡',
									106	=>'联通话费',
									107	=>'易联银行卡',
									108	=>'微信',
									109	=>'移动话费',
									110	=>'易宝银行卡',
									201	=>'赠送',//后台非实时赠送A币
									202  =>'赠送',//后台实时赠送A币
									203	=>'赠送',//赠送A券
									204  =>'赠送'//实时赠送A券
				),
				//节日
				'festival_config' => array(
										'12.25'=>'圣诞节',
										'1.1'=>'元旦',
										'1.2'=>'元旦',
										'1.3'=>'元旦',
										'2.18'=>'春节',
										'2.19'=>'春节',
										'2.20'=>'春节',
										'2.21'=>'春节',
										'2.22'=>'春节',
										'2.23'=>'春节',
										'2.24'=>'春节',
										'3.8'=>'妇女节',
										'4.5'=>'清明节',
										'5.1'=>'劳动节',
										'5.2'=>'劳动节',
										'5.3'=>'劳动节',
										'5.10'=>'母亲节',
										'6.20'=>'端午节',
										'6.21'=>'父亲节',
										'9.27'=>'中秋节',
										'10.01'=>'国庆节',
										'10.02'=>'国庆节',
										'10.03'=>'国庆节',
										'10.04'=>'国庆节',
										'10.05'=>'国庆节',
										'10.06'=>'国庆节',
										'10.07'=>'国庆节',
										'11.11'=>'光棍节',
										'11.26'=>'感恩节',
										'12.24'=>'平安夜',
										'12.25'=>'圣诞节',
				)
		),
		'product' => array(
				//游戏大厅的API_KEY与赠送地址
				'payment_send' => array('ciphertext'=>'goineegame20141201',
										'api_key'=>'D86DD031ECA04F49B65A9CFE2FD27F52',
										//赠送A券的接口地址
										'url'=>'http://pay.gionee.com/voucher/apply',
										//我的A券的总额和A币总额
									    'coin_url'=>'http://pay.gionee.com/proxy/user/balance',
										//我的A券列表url
										'ticket_list_url'=>'http://pay.gionee.com/proxy/voucher/balance',
										//我的A币 充值记录
										'coin_payment_url'=>'http://pay.gionee.com/proxy/user/recharge/records',
										//我的A币 消费记录
									    'coin_consume_url'=>'http://pay.gionee.com/proxy/user/consume/records',
				),
				//支付方式
				'payment_type'=> array(
									100	=>'A币',
									101	=>'支付宝',
									102	=>'银联',
									103	=>'财付通',
									104	=>'游戏点卡',
									104111	=>'骏网一卡通',
									104112	=>'盛大卡',
									104113	=>'征途卡',
									104114	=>'Q币卡',
									104115	=>'久游一卡通',
									104117	=>'网易一卡通',
									104118	=>'完美一卡通',
									104119	=>'搜狐一卡通',
									104120	=>'纵游一卡通',
									104121	=>'天下通卡',
									104122	=>'天宏一卡通',
									105	=>'电话充值卡',
									106	=>'联通话费',
									107	=>'易联银行卡',
									108	=>'微信',
									109	=>'移动话费',
									110	=>'易宝银行卡',
									201	=>'赠送',//后台非实时赠送A币
									202  =>'赠送',//后台实时赠送A币
									203	=>'赠送',//赠送A券
									204  =>'赠送'//实时赠送A券
				),
				//节日
				'festival_config' => array(
										'12.25'=>'圣诞节',
										'1.1'=>'元旦',
										'1.2'=>'元旦',
										'1.3'=>'元旦',
										'2.18'=>'春节',
										'2.19'=>'春节',
										'2.20'=>'春节',
										'2.21'=>'春节',
										'2.22'=>'春节',
										'2.23'=>'春节',
										'2.24'=>'春节',
										'3.8'=>'妇女节',
										'4.5'=>'清明节',
										'5.1'=>'劳动节',
										'5.2'=>'劳动节',
										'5.3'=>'劳动节',
										'5.10'=>'母亲节',
										'6.20'=>'端午节',
										'6.21'=>'父亲节',
										'9.27'=>'中秋节',
										'10.01'=>'国庆节',
										'10.02'=>'国庆节',
										'10.03'=>'国庆节',
										'10.04'=>'国庆节',
										'10.05'=>'国庆节',
										'10.06'=>'国庆节',
										'10.07'=>'国庆节',
										'11.11'=>'光棍节',
										'11.26'=>'感恩节',
										'12.24'=>'平安夜',
										'12.25'=>'圣诞节',
					)
		),					
);
return defined('ENV') ? $config[ENV] : $config['product'];