<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>金立门户</title>
	<?php include '_inc.php';?>
</head>
<body>
	<div data-role="page" id="page" class="service" data-theme="no">
		<?php include 'header.php'; ?>
		<nav class="sub-nav">
			<ul>
				<li><a href="service.php"><span>联系方式</span></a></li>
				<li><a href="qar.php"><span>常见问题</span></a></li>
				<li><a href="saleNet.php"><span>销售网点</span></a></li>
				<li class="selected"><a><span>服务网点</span></a></li>
			</ul>
		</nav>
		<div class="ct text">
			<p><b>广东中域电讯连锁股份有限公司</b><br> 地址：东莞市万江区新和社区新华南路49号中域集团员工生活区B栋4楼资源部<br>联系电话：0769-23661618/8835</p>
			<p><b>东莞市长安中越通讯器材商店 </b><br> 地址：东莞市长安镇乌沙大道229-231号<br>联系电话：18820749989</p>
			<p><b>东莞客服中心直属服务站 </b> <br> 地址：东莞市大岭山镇向东工业区沿河路金铭电子有限公司<br>联系电话：0769-85626077</p>
			<p><b>东莞市寮步元栋手机配件销售店</b><br>地址：东莞市寮步镇寮步社区红荔路8号4029商铺<br>联系电话：0769-81250913</p>
			<p><b>东莞市灵格通讯贸易有限公司莞太大道分公司</b><br>地址：广东省东莞市向阳路5号中国移动3G专营店<br>联系电话：0769-22328115</p>
			<p><b>东莞市创速手机维修店</b><br>地址：广东省东莞市常平镇东元东路悦凯大楼1楼203<br>联系电话：0769-83828837</p>
			<p><b>东莞市石排广威手机维修店</b><br>地址：东莞市石排镇王屋新村南街10号<br>联系电话：0769-81829082</p>
			<p><b>东莞市塘厦东田手机配件店</b><br>地址：东莞市塘厦镇花园新街奥沙百货8楼810室<br>联系电话：18820345193</p>
			<p><b>佛山毅琅电讯</b><br>地址：广东省佛山市顺德区大良新基一路新基豪苑119铺<br>联系电话：0757-22222934/88818560</p>
			<p><b>佛山市高明区荷城8500电讯店</b><br>地址：佛山市高明区荷城街道荷香路596号<br>联系电话：0757-88321114</p>		</div>
	</div>
</body>
</html>