<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>金立门户</title>
	<?include '_inc.php'?>
</head>
<body>
	<div data-role="page" id="page" class="intro-about" data-theme="no">
		<header class="hd">
			<div class="logo">
				<h1 class="inner-title"><strong>关于我们</strong></h1>
			</div>
		</header>
		<div class="ct text">
			<p>以”是金品质，立天下”为企业使命的深圳市金立通信设备有限公司成立于2002年9月16日，注册资金2亿元，是一家专业手机研发、加工生产、内外销同步进行的民营高科技企业。2005年5月获得GSM和CDMA手机生产双牌照。</p>
			<p>人才是金立最大的财富。金立总部目前拥有员工总数1500余人，平均年龄小于30岁，其中90％以上的员工拥有本科以上学历，23％的员工拥有硕士以上学历。这是一支年轻化、知识化的管理团队，崇尚科学和规范化的企业管理模式，具有强烈的创新意识和追求可持续发展的敬业精神，是金立持续发展的根基。</p>
			<p> 对品质的坚持是金立持续发展的动力。金立一直坚持以深度研发为核心，精细生产为基础，优良售后服务为保障，高技术含量的产品为企业的核心竞争力，并通过更深层次的科技研发来做到产品实用和好用的完美结合。金立始终坚持自主研发，目前在深圳、上海、杭州等地均设立了专业研发机构，保证了金立在整机研发方面的卓越表现。2006年，总投资逾10亿元、占地面积500亩的金立工业园一期工程已经竣工投产，产能达4000万台/年，整个工业园全部建成投产后，产能将达到8000万台/年，成为中国最大最好的手机专业生产基地。</p>
			<p>在全体金立人的共同努力下，金立成功打造以自主研发为核心，生产加工为基础，内外销并举的完整产业链，拥有41个省级销售总代理和40个省级客服中心、超过500家特约服务网点的强大网络。强大的企业综合实力使金立得以持续、稳健的增长。2007年，金立获得"广东省著名商标"荣誉称号。2011年，金立成为手机行业唯一一个"中国驰名商标"。2011年11月金立以整体市场份额7.2%、GSM市场份额11.2%的成绩跃居手机行业第三、国产品牌第一的位置，稳步进入移动通信领域第一。</p>
		</div>
	</div>
</body>
</html>