<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>金立门户</title>
	<?include '_inc.php'?>
</head>
<body>
	<div data-role="page" id="page" class="service" data-theme="no">
		<header class="hd">
			<div class="logo">
				<h1 class="inner-title"><strong>客户服务</strong></h1>
			</div>
			<nav>
				<ul class="oz">
					<li><a href="service.php"><span>联系方式</span></a></li>
					<li><a href="qar.php"><span>常见问题</span></a></li>
					<li><a class="selected"><span>销售网点</span></a></li>
					<li><a href="servNet.php"><span>服务网点</span></a></li>
				</ul>
			</nav>
		</header>
		<div class="ct text">
		<p>上海市金昱通讯设备有限公司<br>地址：上海市闵行区吴中路1050号6幢(B幢)807室<br>联系电话：021-34681723</p>
		<p>广州永佶电子科技有限公司<br>地址：广州市越秀南路208号喜尔宾酒店8楼815-825<br>联系电话：020-83898795</p>
		<p>深圳市金永讯电子有限公司<br>深圳市红荔路22栋万源大厦东座412（华强北顺电后面）<br>联系电话：0755-83345531</p>
		<p>东莞市金立通信有限公司<br> 地址：东莞市新城市中心区元美中路稻花村绿怡君二楼 <br> 联系电话：0769-22300029</p>
		<p>中山金创通信设备有限公司<br> 地址：中山市中山二路48号怡中大厦二楼 <br> 联系电话：0760-88926686</p>
		<p>惠州市金立通信有限公司<br> 地址：惠州市河南岸班樟湖一横街50号南珠楼A栋A201号 <br>联系电话：0752-2559000</p>
		<p>广西金立通信设备有限公司<br> 地址：南宁市古城路39号香江花园4号楼（中国银行大厦21层）<br>联系电话：0771-2802630</p>
		<p>厦门金昊达通信设备有限公司<br> 地址：福建厦门市思明区厦禾路666号（海翼大厦A座704)<br></p>
		<p>海口瑞康贸易有限公司<br> 地址：海口市大同路36号华能大厦7楼7B18<br> 联系电话：0898-66110755</p>
		<p>长沙成康电子科技有限公司<br> 地址：长沙市五一大道618号银华大酒店1507室<br> 联系电话：0731-85812682</p>
		<p>怀化金盛通信有限公司<br> 地址：湖南省怀化市鹤州南路昌顺广场8楼<br> 联系电话： 0745-8681368/2265528</p>
		<p>江西乘风数码科技有限公司<br> 地址：南昌市广场南路205号恒茂国际华城16号楼A座2101-2108室<br>联系电话：0791-6299792</p>
		<p>南京金品贸易有限公司<br> 地址：南京市玄武区珠江路88号新世界中心A座2205室<br> 联系电话：025-84533195</p>
		<p>安徽朗信电子科技有限公司<br> 地址：合肥市庐阳区淮河路266号香港广场1708室<br> 联系电话：0551-4252654</p></div>
	</div>
</body>
</html>